{
  "faculties": [
    {
      "id": 0,
      "faculty_name": "Технологии машиностроения и обеспечение качества изделий",
      "department": "Кафедра МК1 «Машиностроительные технологии»",
      "questions": [
        "Насколько вы интересуетесь изучением технологий машиностроения?",
        "Насколько вам важен процесс обеспечения качества изделий в производстве?",
        "Как вы оцениваете свою готовность работать с современными машинами и оборудованием?",
        "Насколько вам интересно заниматься проектированием и улучшением производственных процессов?",
        "Как вы относитесь к необходимости изучения технической документации и стандартов?",
        "Как вы оцениваете свои навыки работы с инженерным программным обеспечением?",
        "Насколько вам интересно изучение материаловедения и технологии обработки материалов?",
        "Как вы относитесь к выполнению практических заданий и лабораторных работ?",
        "Насколько важным для вас является возможность стажировок и практики на производстве?",
        "Как вы оцениваете свою готовность работать в команде над инженерными проектами?",
        "Насколько вам интересно работать с машинами и технологиями?",
        "Как вы оцениваете свои знания в области проектирования?",
        "Насколько важно для вас качество изделий, которые вы создаете?",
        "Как вы относитесь к изучению новых технологий и материалов?",
        "Насколько комфортно вам работать в группе над проектом?"
      ],
      "percent": 0
    },
    {
      "id": 1,
      "faculty_name": "Технологии машиностроения, проектирование на цифровых платформах",
      "department": "Кафедра МК1 «Машиностроительные технологии»",
      "questions": [
        "Насколько вам нравится изучать машиностроение?",
        "Как вам идея работать с цифровыми программами для проектирования?",
        "Насколько вам важно проектировать и улучшать машины?",
        "Как вы относитесь к использованию программ для создания чертежей?",
        "Насколько вам интересно делать цифровые модели машин?",
        "Как вы оцениваете свои навыки работы с программами для проектирования (например, AutoCAD)?",
        "Насколько важно для вас тестировать виртуальные модели машин?",
        "Как вам нравится делать проекты, связанные с цифровыми технологиями?",
        "Насколько вам интересно улучшать существующие технологии?",
        "Как вы относитесь к изучению новых технологий и программ для проектирования?",
        "Насколько вам интересно учиться о том, как делают и проверяют качество машин?",
        "Как вы оцениваете свое понимание различных производственных процессов?",
        "Насколько вам нравится тема разработки и обработки материалов?",
        "Как вы оцениваете свой интерес к роботам и автоматическим системам?",
        "Насколько вам интересно следить за качеством и управлять производством?"
      ],
      "percent": 0
    },
    {
      "id": 2,
      "faculty_name": "Проектирование технологических комплексов механосборочных производств",
      "department": "Кафедра МК1 «Машиностроительные технологии»",
      "questions": [
        "Насколько вам интересно проектировать технологические комплексы для сборки машин?",
        "Как вы оцениваете свою готовность работать с технологическими процессами в производстве?",
        "Насколько вам важно разрабатывать новые технологии для механосборочных производств?",
        "Как вы относитесь к созданию планов и схем для сборки оборудования?",
        "Насколько вам интересно оптимизировать технологические процессы на производстве?",
        "Как вы оцениваете свои навыки работы с проектировочным программным обеспечением?",
        "Насколько вам важно изучать и внедрять современные методы сборки и производства?",
        "Как вы относитесь к анализу и улучшению существующих производственных технологий?",
        "Насколько вам интересно работать с технической документацией и чертежами?",
        "Как вы оцениваете свою готовность к решению задач по проектированию и оптимизации процессов?",
        "Насколько вам интересно учиться о том, как делают и проверяют качество машин?",
        "Как вы оцениваете свое понимание различных производственных процессов?",
        "Насколько вам нравится тема разработки и обработки материалов?",
        "Как вы оцениваете свой интерес к роботам и автоматическим системам?",
        "Насколько вам интересно следить за качеством и управлять производством?"
      ],
      "percent": 0
    },
    {
      "id": 3,
      "faculty_name": "Технологии соединения и обработки материалов и конструкций",
      "department": "Кафедра МК2 «Технологии соединения и обработки материалов»",
      "questions": [
        "Насколько вам интересно изучение технологий соединения и обработки материалов?",
        "Насколько вы уверены в своих знаниях в области материаловедения?",
        "Насколько вам нравятся практические занятия и лабораторные работы?",
        "Насколько вы готовы изучать новые технологии и методы в области обработки материалов?",
        "Насколько вы хотите работать с современным оборудованием и инструментами?",
        "Насколько вам интересен процесс создания и совершенствования конструкций из различных материалов?",
        "Насколько вам комфортно работать в команде над проектами?",
        "Насколько вам важна возможность стажировок и практики на предприятиях?",
        "Насколько вы готовы изучать сложные инженерные расчеты и моделирование?",
        "Насколько вам важно, чтобы преподаватели кафедры были практикующими специалистами?",
        "Насколько вам интересно учиться о том, как делают и проверяют качество машин?",
        "Как вы оцениваете свое понимание различных производственных процессов?",
        "Насколько вам нравится тема разработки и обработки материалов?",
        "Как вы оцениваете свой интерес к роботам и автоматическим системам?",
        "Насколько вам интересно следить за качеством и управлять производством?"
      ],
      "percent": 0
    },
    {
      "id": 4,
      "faculty_name": "Цифровое проектирование конструкций и технологий соединения материалов",
      "department": "Кафедра МК2 «Технологии соединения и обработки материалов»",
      "questions": [
        "Насколько вам интересно изучение технологий соединения материалов?",
        "Как вам нравится идея работы с цифровым проектированием конструкций?",
        "Насколько вы заинтересованы в применении технологий обработки материалов в реальных проектах?",
        "Как вы оцениваете свои навыки работы с программным обеспечением для проектирования?",
        "Насколько вам интересны современные технологии соединения и обработки материалов?",
        "Как вам кажется, насколько важны навыки проектирования для вашей будущей карьеры?",
        "Насколько вам интересно решать задачи, связанные с оптимизацией конструкций?",
        "Как вы оцениваете уровень своей подготовки в области инженерии и технологий?",
        "Насколько вам нравится работать с технической документацией и чертежами?",
        "Как вы оцениваете ваше желание изучать новые технологии и подходы в обработке материалов?",
        "Насколько вам интересно учиться о том, как делают и проверяют качество машин?",
        "Как вы оцениваете свое понимание различных производственных процессов?",
        "Насколько вам нравится тема разработки и обработки материалов?",
        "Как вы оцениваете свой интерес к роботам и автоматическим системам?",
        "Насколько вам интересно следить за качеством и управлять производством?"
      ],
      "percent": 0
    },
    {
      "id": 5,
      "faculty_name": "Газотурбинные, паротурбинные установки и двигатели",
      "department": "Кафедра МК3 «Тепловые двигатели и гидромашины»",
      "questions": [
        "Насколько вам интересна работа с газотурбинными и паротурбинными установками?",
        "Насколько вы готовы изучать тепловые двигатели в глубоком и детальном виде?",
        "Насколько вам нравятся задачи, связанные с проектированием и оптимизацией гидромашин?",
        "Как вы оцениваете свою готовность работать с современными технологиями в области тепловых двигателей?",
        "Насколько вам комфортно заниматься техническими расчетами и анализами?",
        "Насколько интересны вам проекты, связанные с разработкой новых типов двигателей?",
        "Насколько вы увлечены темой повышения эффективности и надежности энергетических установок?",
        "Насколько вам интересны исследовательские работы в области теплотехники и гидромашин?",
        "Насколько вы готовы изучать сложные технические дисциплины и теорию тепловых процессов?",
        "Как вы оцениваете свою способность работать с инженерным оборудованием и программным обеспечением?",
        "Насколько вам интересно учиться о том, как делают и проверяют качество машин?",
        "Как вы оцениваете свое понимание различных производственных процессов?",
        "Насколько вам нравится тема разработки и обработки материалов?",
        "Как вы оцениваете свой интерес к роботам и автоматическим системам?",
        "Насколько вам интересно следить за качеством и управлять производством?"
      ],
      "percent": 0
    },
    {
      "id": 6,
      "faculty_name": "Автомобили и тракторы",
      "department": "Кафедра МК6 «Колесные машины и прикладная механика»",
      "questions": [
        "Как вы относитесь к изучению механики и конструкций машин?",
        "Насколько вам интересна работа с автомобилями и тракторной техникой?",
        "Какой у вас уровень понимания принципов работы колесных машин?",
        "Как вам нравится решать инженерные задачи, связанные с механикой?",
        "Какой у вас интерес к современным технологиям в автомобилестроении?",
        "Насколько вы любите разбираться в технических чертежах и схемах?",
        "Как вы относитесь к выполнению практических лабораторных работ по механике?",
        "Насколько вам интересна работа с различными типами двигателей и их системами?",
        "Какой у вас уровень знаний в области материаловедения, используемого в машиностроении?",
        "Как вы оцениваете свою готовность к работе в команде над проектами в области механики?",
        "Насколько вам интересно учиться о том, как делают и проверяют качество машин?",
        "Как вы оцениваете свое понимание различных производственных процессов?",
        "Насколько вам нравится тема разработки и обработки материалов?",
        "Как вы оцениваете свой интерес к роботам и автоматическим системам?",
        "Насколько вам интересно следить за качеством и управлять производством?"
      ],
      "percent": 0
    },
    {
      "id": 7,
      "faculty_name": "Управление мехатронными системами",
      "department": "Кафедра МК7 «Мехатроника и робототехнические системы»",
      "questions": [
        "Как вам нравится изучать системы, сочетающие механику, электронику и программирование?",
        "Насколько вам интересны робототехнические системы и их применение?",
        "Какой у вас интерес к проектированию и разработке автоматизированных систем?",
        "Как вы оцениваете свой интерес к программированию для управления механическими системами?",
        "Насколько вам нравится решать задачи, связанные с интеграцией разных технологий (механики, электроники и IT)?",
        "Как вы относитесь к работе с различными сенсорами и исполнительными механизмами?",
        "Насколько вам интересно изучать и разрабатывать алгоритмы управления для роботов?",
        "Какой у вас уровень понимания основ автоматизации и управления технологическими процессами?",
        "Как вам нравится работать над проектами, которые требуют сочетания теории и практики?",
        "Насколько вы заинтересованы в исследованиях новых технологий в области мехатроники?",
        "Насколько вам интересно учиться о том, как делают и проверяют качество машин?",
        "Как вы оцениваете свое понимание различных производственных процессов?",
        "Насколько вам нравится тема разработки и обработки материалов?",
        "Как вы оцениваете свой интерес к роботам и автоматическим системам?",
        "Насколько вам интересно следить за качеством и управлять производством?"
      ],
      "percent": 0
    },
    {
      "id": 8,
      "faculty_name": "Планирование и организация наукоемкого производства",
      "department": "Кафедра МК8 «Организация и управление производством»",
      "questions": [
        "Насколько вам интересно планировать и организовывать производственные процессы?",
        "Как вы относитесь к работе с проектами по улучшению эффективности производства?",
        "Какой у вас интерес к управлению ресурсами и оптимизации их использования на производстве?",
        "Как вам нравится анализировать и планировать производственные графики и графики загрузки?",
        "Насколько вы заинтересованы в изучении методов управления качеством и контроля на производстве?",
        "Как вы оцениваете свой интерес к разработке и внедрению новых технологий и процессов в производственной сфере?",
        "Насколько вам нравится разрабатывать стратегии для повышения производительности и снижения затрат?",
        "Как вы относитесь к выполнению задач, связанных с координацией работы разных подразделений на производстве?",
        "Какой у вас интерес к изучению методов управления проектами и ресурсами в производственных системах?",
        "Как вам нравится решать проблемы и находить решения для повышения эффективности производства?",
        "Насколько вам интересно учиться о том, как делают и проверяют качество машин?",
        "Как вы оцениваете свое понимание различных производственных процессов?",
        "Насколько вам нравится тема разработки и обработки материалов?",
        "Как вы оцениваете свой интерес к роботам и автоматическим системам?",
        "Насколько вам интересно следить за качеством и управлять производством?"
      ],
      "percent": 0
    },
    {
      "id": 9,
      "faculty_name": "Организация производства и проектирование цифровых двойников предприятий",
      "department": "Кафедра МК8 «Организация и управление производством»",
      "questions": [
        "Как вам нравится идея создания и использования цифровых двойников предприятий?",
        "Насколько вы заинтересованы в планировании и управлении процессами на основе цифровых моделей?",
        "Как вы относитесь к разработке и внедрению новых технологий для моделирования производственных процессов?",
        "Насколько вам интересно анализировать данные и использовать их для улучшения работы предприятий?",
        "Как вам нравится проектировать и настраивать цифровые модели для управления производственными процессами?",
        "Какой у вас интерес к изучению методов и инструментов для создания цифровых двойников?",
        "Насколько вам интересны задачи по интеграции цифровых моделей с реальными производственными системами?",
        "Как вы оцениваете свою готовность работать с программными инструментами для моделирования и анализа данных?",
        "Насколько вам нравится решать задачи по оптимизации производственных процессов на основе цифровых двойников?",
        "Как вы относитесь к работе с различными типами данных и информационными системами для создания цифровых моделей?",
        "Насколько вам интересно учиться о том, как делают и проверяют качество машин?",
        "Как вы оцениваете свое понимание различных производственных процессов?",
        "Насколько вам нравится тема разработки и обработки материалов?",
        "Как вы оцениваете свой интерес к роботам и автоматическим системам?",
        "Насколько вам интересно следить за качеством и управлять производством?"
      ]
    },
    {
      "id": 10,
      "faculty_name": "Подъемно-транспортные, строительные, дорожные средства и оборудование",
      "department": "Кафедра МК9 «Подъемно-транспортные системы»",
      "questions": [
        "Насколько вам интересна тема подъемно-транспортных систем и оборудования?",
        "Как вы оцениваете свои знания в области механики и технических систем?",
        "Насколько вам нравится работать с техническими чертежами и проектами?",
        "Насколько вам комфортно изучать инженерные дисциплины, связанные с транспортом и строительством?",
        "Как вы относитесь к необходимости работы с большим количеством технической документации?",
        "Насколько вы заинтересованы в изучении и применении новых технологий в области подъемно-транспортных систем?",
        "Как вам представляется работа в команде над проектами, связанными с строительными и дорожными средствами?",
        "Насколько вам важна возможность участия в практических и лабораторных занятиях?",
        "Как вы оцениваете свои навыки в использовании программного обеспечения для проектирования и анализа?",
        "Насколько вам нравится решать технические задачи и искать оптимальные решения?",
        "Насколько вам интересно учиться о том, как делают и проверяют качество машин?",
        "Как вы оцениваете свое понимание различных производственных процессов?",
        "Насколько вам нравится тема разработки и обработки материалов?",
        "Как вы оцениваете свой интерес к роботам и автоматическим системам?",
        "Насколько вам интересно следить за качеством и управлять производством?"
      ]
    },
    {
      "id": 11,
      "faculty_name": "Управление качеством технических систем",
      "department": "Кафедра МК9 «Подъемно-транспортные системы»",
      "questions": [
        "Как вам нравится изучение принципов управления качеством технических систем?",
        "Как вам нравится работа с подъемно-транспортными системами?",
        "Как вам нравится изучение методов контроля качества продукции и систем?",
        "Как вам нравится анализировать и улучшать производственные процессы?",
        "Как вам нравится работать с современным оборудованием и технологиями в подъемно-транспортных системах?",
        "Как вам нравится изучать безопасность и надежность технических систем?",
        "Как вам нравится разрабатывать и внедрять методы улучшения качества продукции?",
        "Как вам нравится изучение автоматизации и роботизации в подъемно-транспортных системах?",
        "Как вам нравится работа с программным обеспечением для проектирования и моделирования технических систем?",
        "Как вам нравится изучать методы тестирования и диагностики технических систем?",
        "Насколько вам интересно учиться о том, как делают и проверяют качество машин?",
        "Как вы оцениваете свое понимание различных производственных процессов?",
        "Насколько вам нравится тема разработки и обработки материалов?",
        "Как вы оцениваете свой интерес к роботам и автоматическим системам?",
        "Насколько вам интересно следить за качеством и управлять производством?"
      ]
    },
    {
      "id": 12,
      "faculty_name": "Нетрадиционные и возобновляемые источники энергии",
      "department": "Кафедра МК11 «Ресурсосберегающие энергосистемы и технологии»",
      "questions": [
        "Как вам нравится идея работать с солнечными батареями и панелями?",
        "Как вам нравится изучать ветряные турбины и их применение?",
        "Как вам нравится идея использования биотоплива для производства энергии?",
        "Как вам нравится изучать технологии получения энергии из отходов?",
        "Как вам нравится работать с геотермальными источниками энергии?",
        "Как вам нравится изучать водородную энергетику и её перспективы?",
        "Как вам нравится идея разработки гибридных энергосистем, объединяющих различные источники энергии?",
        "Как вам нравится изучать системы энергосбережения и повышения энергоэффективности?",
        "Как вам нравится идея работы в области экологически чистой энергетики?",
        "Как вам нравится заниматься проектированием и моделированием энергосистем?",
        "Насколько вам интересно учиться о том, как делают и проверяют качество машин?",
        "Как вы оцениваете свое понимание различных производственных процессов?",
        "Насколько вам нравится тема разработки и обработки материалов?",
        "Как вы оцениваете свой интерес к роботам и автоматическим системам?",
        "Насколько вам интересно следить за качеством и управлять производством?"
      ]
    },
    {
      "id": 13,
      "faculty_name": "Проектирование и технология электронных средств",
      "department": "Кафедра ИУК1 «Проектирование и технология производства электронных приборов»",
      "questions": [
        "Насколько вам нравится изучать электронику и электротехнику?",
        "Насколько вам интересно проектировать электронные схемы?",
        "Насколько вам нравится работать с микропроцессорами и микроконтроллерами?",
        "Насколько вам нравится программировать встроенные системы?",
        "Насколько вам интересно изучать цифровую технику и логические схемы?",
        "Насколько вам нравится работать с измерительными приборами и тестировать электронику?",
        "Насколько вам интересно изучать технологии для производства электронных приборов?",
        "Насколько вам нравится изучать материалы, используемые в электронике?",
        "Насколько вам удобно работать с CAD-программами для проектирования электронных устройств?",
        "Насколько вам интересно изучать и разрабатывать печатные платы?",
        "Насколько вам интересно работать с электроникой?",
        "Как вы думаете, хорошо ли вы разбираетесь в программировании?",
        "Насколько важно для вас защищать информацию и данные?",
        "Как вы относитесь к работе в команде над проектами?",
        "Насколько вам нравится учиться и понимать разные системы?"],
      "percent": 0
    },
    {
      "id": 14,
      "faculty_name": "Информационно-вычислительные системы и технологии программирования",
      "department": "Кафедра ИУК2 «Информационные системы и сети»",
      "questions": [
        "Насколько вам интересно изучать программное обеспечение?",
        "Насколько вам нравится работать с компьютерными системами?",
        "Насколько вам интересно разрабатывать программные приложения?",
        "Насколько вам нравится работать с сетями и интернет-технологиями?",
        "Насколько вам интересно заниматься кибербезопасностью?",
        "Насколько вам нравится изучать базы данных?",
        "Насколько вам интересно работать с серверами и системами хранения данных?",
        "Насколько вам нравится изучать технологии виртуализации?",
        "Насколько вам интересно изучать операционные системы?",
        "Насколько вам нравится разрабатывать интерфейсы для пользователей?",
        "Насколько вам интересно работать с электроникой?",
        "Как вы думаете, хорошо ли вы разбираетесь в программировании?",
        "Насколько важно для вас защищать информацию и данные?",
        "Как вы относитесь к работе в команде над проектами?",
        "Насколько вам нравится учиться и понимать разные системы?"
      ],
      "percent": 0
    },
    {
      "id": 15,
      "faculty_name": "Программно-технические средства информационных систем",
      "department": "Кафедра ИУК2 «Информационные системы и сети»",
      "questions": [
        "Насколько вам интересно изучать системы автоматического управления?",
        "Насколько вам нравится работать с информационными системами?",
        "Насколько вам интересно заниматься системным анализом?",
        "Насколько вам нравится разрабатывать модели для управления системами?",
        "Насколько вам интересно изучать алгоритмы для автоматизации процессов?",
        "Насколько вам нравится работать с данными и их анализом?",
        "Насколько вам интересно изучать методы оптимизации систем?",
        "Насколько вам нравится изучать принципы работы контроллеров?",
        "Насколько вам интересно работать с программным обеспечением для управления?",
        "Насколько вам нравится изучать технологии для мониторинга и управления системами?",
        "Насколько вам интересно работать с электроникой?",
        "Как вы думаете, хорошо ли вы разбираетесь в программировании?",
        "Насколько важно для вас защищать информацию и данные?",
        "Как вы относитесь к работе в команде над проектами?",
        "Насколько вам нравится учиться и понимать разные системы?"
      ],
      "percent": 0
    },
    {
      "id": 16,
      "faculty_name": "Системный анализ информационно-управляющих систем",
      "department": "Кафедра ИУК3 «Системы автоматического управления»",
      "questions": [
        "Насколько вам интересно изучать информационные системы?",
        "Насколько вам нравится работать с программами для управления системами?",
        "Насколько вам интересно изучать автоматизацию процессов?",
        "Насколько вам нравится разрабатывать модели управления?",
        "Насколько вам интересно работать с данными и их анализом?",
        "Насколько вам нравится изучать алгоритмы управления?",
        "Насколько вам интересно изучать оптимизацию систем?",
        "Насколько вам нравится изучать программирование для автоматизации?",
        "Насколько вам интересно изучать принципы работы контроллеров?",
        "Насколько вам нравится разрабатывать системы мониторинга?",
        "Насколько вам интересно работать с электроникой?",
        "Как вы думаете, хорошо ли вы разбираетесь в программировании?",
        "Насколько важно для вас защищать информацию и данные?",
        "Как вы относитесь к работе в команде над проектами?",
        "Насколько вам нравится учиться и понимать разные системы?"
      ],
      "percent": 0
    },
    {
      "id": 17,
      "faculty_name": "Информационно-управляющие системы",
      "department": "Кафедра ИУК3 «Системы автоматического управления»",
      "questions": [
        "Насколько вам интересно изучать информационные системы?",
        "Насколько вам нравится работать с программами для управления?",
        "Насколько вам интересно изучать автоматизацию процессов?",
        "Насколько вам нравится разрабатывать модели управления?",
        "Насколько вам интересно работать с данными?",
        "Насколько вам нравится изучать алгоритмы управления?",
        "Насколько вам интересно изучать оптимизацию систем?",
        "Насколько вам нравится программировать для автоматизации?",
        "Насколько вам интересно изучать работу контроллеров?",
        "Насколько вам нравится разрабатывать системы мониторинга?",
        "Насколько вам интересно работать с электроникой?",
        "Как вы думаете, хорошо ли вы разбираетесь в программировании?",
        "Насколько важно для вас защищать информацию и данные?",
        "Как вы относитесь к работе в команде над проектами?",
        "Насколько вам нравится учиться и понимать разные системы?"
      ],
      "percent": 0
    },
    {
      "id": 18,
      "faculty_name": "Проектирование программных систем",
      "department": "Кафедра ИУК4 «Программное обеспечение ЭВМ и информационные технологии»",
      "questions": [
        "Насколько вам интересно программирование?",
        "Насколько вам нравится разрабатывать программное обеспечение?",
        "Насколько вам интересно изучать алгоритмы?",
        "Насколько вам нравится работать с базами данных?",
        "Насколько вам интересно изучать языки программирования?",
        "Насколько вам нравится разрабатывать веб-приложения?",
        "Насколько вам интересно работать с мобильными приложениями?",
        "Насколько вам нравится изучать системы управления версиями (например, Git)?",
        "Насколько вам интересно тестировать и отлаживать программы?",
        "Насколько вам нравится работать в команде над программными проектами?",
        "Насколько вам интересно работать с электроникой?",
        "Как вы думаете, хорошо ли вы разбираетесь в программировании?",
        "Насколько важно для вас защищать информацию и данные?",
        "Как вы относитесь к работе в команде над проектами?",
        "Насколько вам нравится учиться и понимать разные системы?"
      ],
      "percent": 0
    },
    {
      "id": 19,
      "faculty_name": "Системы обработки информации и управления",
      "department": "Кафедра ИУК5 «Системы обработки информации»",
      "questions": [
        "Насколько вам нравится работа с компьютерами?",
        "Насколько вам интересно программировать?",
        "Насколько вам нравится анализировать данные?",
        "Насколько вам интересно изучать базы данных?",
        "Насколько вам нравится решать логические задачи?",
        "Насколько вам интересно изучать новые технологии?",
        "Насколько вам нравится работать с большими объемами информации?",
        "Насколько вам интересно автоматизировать процессы?",
        "Насколько вам нравится работать с программами для анализа данных?",
        "Насколько вам интересно изучать системы управления данными?",
        "Насколько вам интересно работать с электроникой?",
        "Как вы думаете, хорошо ли вы разбираетесь в программировании?",
        "Насколько важно для вас защищать информацию и данные?",
        "Как вы относитесь к работе в команде над проектами?",
        "Насколько вам нравится учиться и понимать разные системы?"
      ],
      "percent": 0
    },
    {
      "id": 20,
      "faculty_name": "Информационные системы и технологии",
      "department": "Кафедра ИУК5 «Системы обработки информации»",
      "questions": [
        "Как вам идея работать с компьютерами каждый день?",
        "Нравится ли вам программировать?",
        "Хотите ли вы анализировать данные?",
        "Интересно ли вам работать с базами данных?",
        "Нравится ли вам решать логические задачи?",
        "Интересует ли вас изучение новых технологий?",
        "Нравится ли вам работать с большими объемами информации?",
        "Интересно ли вам автоматизировать процессы?",
        "Нравится ли вам использовать программы для анализа данных?",
        "Интересно ли вам изучать системы управления данными?",
        "Насколько вам интересно работать с электроникой?",
        "Как вы думаете, хорошо ли вы разбираетесь в программировании?",
        "Насколько важно для вас защищать информацию и данные?",
        "Как вы относитесь к работе в команде над проектами?",
        "Насколько вам нравится учиться и понимать разные системы?"],
      "percent": 0
    },
    {
      "id": 21,
      "faculty_name": "Анализ безопасности информационных систем",
      "department": "Анализ безопасности информационных систем",
      "questions": [
        "Нравится ли вам изучать, как работают компьютеры и сети?",
        "Интересно ли вам разбираться, как защитить данные от хакеров?",
        "Хотели бы вы научиться обнаруживать и устранять уязвимости в системах?",
        "Нравится ли вам анализировать коды программ на наличие ошибок?",
        "Интересует ли вас защита личных данных пользователей?",
        "Хотели бы вы узнать, как работают антивирусы и фаерволы?",
        "Нравится ли вам изучать методы шифрования информации?",
        "Интересно ли вам следить за безопасностью сетей?",
        "Хотели бы вы работать с системами мониторинга безопасности?",
        "Нравится ли вам разрабатывать защитные меры для IT-систем?",
        "Насколько вам интересно работать с электроникой?",
        "Как вы думаете, хорошо ли вы разбираетесь в программировании?",
        "Насколько важно для вас защищать информацию и данные?",
        "Как вы относитесь к работе в команде над проектами?",
        "Насколько вам нравится учиться и понимать разные системы?"
      ],
      "percent": 0
    },
    {
      "id": 22,
      "faculty_name": "Организация и технологии защиты информации (по отраслям)",
      "department": "Кафедра ИУК6 «Защита информации»",
      "questions": [
        "Насколько вам интересно изучать, как работают компьютеры и сети?",
        "Насколько вам интересно разбираться, как защитить данные от хакеров?",
        "Насколько вам интересно учиться обнаруживать и устранять уязвимости в системах?",
        "Насколько вам нравится анализировать программы на наличие ошибок?",
        "Насколько вам интересно защищать личные данные пользователей?",
        "Насколько вам интересно узнавать, как работают антивирусы и фаерволы?",
        "Насколько вам интересно изучать методы шифрования информации?",
        "Насколько вам интересно следить за безопасностью сетей?",
        "Насколько вам нравится работать с системами мониторинга безопасности?",
        "Насколько вам нравится разрабатывать защитные меры для IT-систем?",
        "Насколько вам интересно работать с электроникой?",
        "Как вы думаете, хорошо ли вы разбираетесь в программировании?",
        "Насколько важно для вас защищать информацию и данные?",
        "Как вы относитесь к работе в команде над проектами?",
        "Насколько вам нравится учиться и понимать разные системы?"
      ],
      "percent": 0
    },
    {
      "id": 23,
      "faculty_name": "Инженерная защита окружающей среды",
      "department": "Кафедра ИУК7 «Экология и промышленная безопасность»",
      "questions": [
        "Насколько вам интересно изучать, как защитить природу от загрязнений?",
        "Насколько вам нравится разбираться в причинах экологических проблем?",
        "Насколько вам интересно разрабатывать способы очистки воды и воздуха?",
        "Насколько вам нравится следить за качеством воздуха и воды?",
        "Насколько вам интересно работать с природоохранными технологиями?",
        "Насколько вам интересно узнавать о методах утилизации отходов?",
        "Насколько вам нравится изучать влияние промышленных предприятий на природу?",
        "Насколько вам интересно работать над проектами, снижающими вредное воздействие на окружающую среду?",
        "Насколько вам нравится разрабатывать экологически чистые технологии?",
        "Насколько вам интересно следить за соблюдением экологических норм и правил?",
        "Насколько вам интересно работать с электроникой?",
        "Как вы думаете, хорошо ли вы разбираетесь в программировании?",
        "Насколько важно для вас защищать информацию и данные?",
        "Как вы относитесь к работе в команде над проектами?",
        "Насколько вам нравится учиться и понимать разные системы?"
      ],
      "percent": 0
    },
    {
      "id": 24,
      "faculty_name": "Биомедицинские технические системы",
      "department": "Кафедра ИУК11 «Биотехнические системы и технологии»",
      "questions": [
        "Насколько вам интересно изучать, как работают медицинские приборы?",
        "Насколько вам нравится разбираться в анатомии и физиологии человека?",
        "Насколько вам интересно разрабатывать новые медицинские технологии?",
        "Насколько вам нравится работать с медицинскими устройствами?",
        "Насколько вам интересно изучать методы диагностики заболеваний?",
        "Насколько вам нравится разбираться в биомедицинской инженерии?",
        "Насколько вам интересно разрабатывать протезы и имплантаты?",
        "Насколько вам нравится изучать системы мониторинга здоровья?",
        "Насколько вам интересно работать над проектами, связанными с медициной?",
        "Насколько вам нравится изучать современные технологии в медицине?",
        "Насколько вам интересно работать с электроникой?",
        "Как вы думаете, хорошо ли вы разбираетесь в программировании?",
        "Насколько важно для вас защищать информацию и данные?",
        "Как вы относитесь к работе в команде над проектами?",
        "Насколько вам нравится учиться и понимать разные системы?"
      ],
      "percent": 0
    }
  ]
}