[
    {
        "name_key": "Digitalanalyticsandcontrol",
        "department": "Цифровая аналитика и контроль",
        "questions": [
            "Вы хотели бы научиться планировать свой бюджет?",
            "Вы знаете что такое цифровая аналитика?",
            "Вы знаете, что цифровая аналитика и контроль – это инструмент управления современного мира?",
            "Вы хотели бы научиться анализировать и контролировать информацию с сайтов, социальных сетей, электронной почты, мобильных приложений и других цифровых каналов коммуникации с клиентами?",
            "Вы хотели бы научиться управлять предприятием и принимать обоснованные решения, оптимизировать процессы и улучшать качество продуктов и услуг?",
            "Вы хотели бы научиться помогать компаниям получать более точные и своевременные данные, а также быстрее реагировать на изменения в бизнес-среде?",
            "Вы хотели бы научиться помогать компаниям лучше понимать своих клиентов, улучшать качество продуктов и услуг, оптимизировать затраты и повышать прибыльность?"
        ],
        "percent": 0
    },
    {
        "name_key": "Theeconomyoftheenterprise",
        "department": "Экономика предприятия",
        "questions": [
            "Оцените свой интерес к вопросам, связанным с предпринимательской деятельностью.",
            "Оцените свой интерес к изучению дисциплин экономической направленности.",
            "Оцените свой интерес к созданию собственного бизнеса, самозанятости.",
            "Оцените свой интерес к участию в различных предпринимательских конкурсах, а также конкурсах бизнес-проектов, социальных проектов или стартапов.",
            "Оцените свой интерес к изучению правовых аспектов экономической деятельности предприятия.",
            "Оцените свой интерес к вопросам управления персоналом.",
            "Оцените свой интерес к изучению кадровой политики предприятия."
        ],
        "percent": 0
    },
    {
        "name_key": "commodityscienceandexpertiseincustoms",
        "department": "Товароведение и экспертиза в таможенном деле",
        "questions": [
            "Интересна Вам информация из различных информационных источников о специальности 38.05.02 Таможенное дело и направлении подготовки 38.03.07 Товароведение (Профиль: Товароведение и экспертиза в таможенном деле)?",
            "Необходимо ли Вас информировать о правилах приёма на обучение по специальности/направлению подготовки, количестве бюджетных мест, предоставлении общежития, дальнейшем трудоустройстве?",
            "Может ли повлиять на Ваш выбор при поступлении положительные отзывы знакомых о специальности/направлении подготовки?",
            "Планируете ли Вы подавать документы для обучения по специальности 38.05.02 Таможенное дело?",
            "Планируете ли Вы подавать документы для обучения по направлению подготовки 38.03.07 Товароведение (Профиль: Товароведение и экспертиза в таможенном деле)?",
            "Имеет ли для Вас значение уровень активной студенческой жизни и обеспеченность вуза дополнительными кружками, спортивными секциями, спортивными площадками и прочим?",
            "Вы планируете дальнейшее трудоустройство в Донецкой Народной Республике?"
        ],
        "percent": 0
    },
    {
        "name_key": "internationaleconomics",
        "department": "Международная экономика",
        "questions": [
            "Насколько вам интересно изучать особенности экономического развития различных стран мира?",
            "Насколько вам интересно узнать, каким образом экзотические товары из дальних стран попадают на прилавки наших магазинов?",
            "Насколько вам интересно узнать, от чего зависит уровень жизни населения в различных странах мира?",
            "Насколько вам интересно узнать, какие страны мира обладают наибольшими запасами природных ресурсов?",
            "Насколько вам интересно познакомиться с особенностями торговли различными товарами на мировом рынке?",
            "Насколько вам интересно узнать роль международных организаций в формировании внешней политики Российской Федерации?",
            "Насколько вам интересно узнать, как и с какими странами сотрудничает Российская Федерация в условиях санкционного давления?"
        ],
        "percent": 0
    },
    {
        "name_key": "foreigneconomicactivity",
        "department": "Внешнеэкономическая деятельность",
        "questions": [
            "Насколько вам интересно узнать историю успеха крупнейших ТНК мира?",
            "Насколько вам интересно узнать, каким образом экзотические товары из дальних стран попадают на прилавки наших магазинов?",
            "Насколько вам интересно узнать, какие существуют меры государственной поддержки для выхода отечественных компаний на внешние рынки?",
            "Насколько вам интересно узнать, каким образом осуществляют свою деятельность международные банки?",
            "Насколько вам интересно познакомиться с особенностями торговли различными товарами на мировом рынке?",
            "Насколько вам интересно узнать, какую роль играет цифровизация в деятельности современного предприятия?",
            "Насколько вам интересно узнать, каким образом отечественные компании осуществляют внешнеэкономическую деятельность в условиях санкционного давления?"
        ],
        "percent": 0
    },
    {
        "name_key": "financeandcredit",
        "department": "Финансы и кредит",
        "questions": [
            "Насколько вам интересно следить за новостями экономики и финансов?",
            "Любите ли вы анализировать и сравнивать различные финансовые продукты (например, кредиты, депозиты)?",
            "Интересуетесь ли вы тем, как работают банки и финансовые учреждения?",
            "Насколько вам интересно плaнировать и управлять бюджетом (личным или семейным)?",
            "Любите ли вы разбираться в том, как работают инвестиции и фондовый рынок?",
            "Интересна ли вам карьера в области финансового анализа, управления финансами предприятий, государственными финансами?",
            "Хотелось бы вам работать в банке, страховой компании, инвестиционном фонде или другом финансовом учреждении?"
        ],
        "percent": 0
    },
    {
        "name_key": "socialfinance",
        "department": "Социальные финансы",
        "questions": [
            "Интересна ли Вам работа, связанная с организацией и администрированием программ и услуг, направленных на социальную поддержку уязвимых групп населения?",
            "Хотели ли бы Вы связать свою профессиональную деятельность в будущем со сферой социальных финансов?",
            "Цифровизация социальной сферы открывает возможности обработки больших объемов данных и внедрения искусственного интеллекта. Интересно ли Вам будет развиваться в данном направлении?",
            "В какой степени вы осведомлены о текущих социальных проблемах?",
            "Интересно ли Вам принимать участие в решении социальных проблем других людей?",
            "Насколько важным вы считаете изучение социальных финансов для себя?",
            "Хотели бы Вы в будущем работать в сфере предоставления социально значимых государственных и муниципальных услуг и иметь статус государственного служащего?"
        ],
        "percent": 0
    },
    {
        "name_key": "economicsecurity",
        "department": "Экономическая безопасность",
        "questions": [
            "Интересно ли для Вас изучение экономики одновременно с юриспруденцией?",
            "Любите ли Вы работать с цифрами и хотели бы развиваться в этой отрасли?",
            "Хотели бы Вы в будущем создавать условия для эффективного предпринимательства?",
            "Интересно ли для Вас планирование и контроль своих расходов?",
            "Как Вы считаете, является ли финансовая безопасность составляющей экономической безопасности?",
            "Является ли экономическая безопасность личности частью национальной безопасности государства?",
            "Интересны ли Вам вопросы личной финансовой безопасности?"
        ],
        "percent": 0
    },
    {
        "name_key": "tourism",
        "department": "Туризм",
        "questions": [
            "Насколько вам интересно изучение истории и культуры различных стран мира?",
            "Как Вы считаете, насколько туризм важен в жизни человека?",
            "В какой степени Вы согласны с тем, что работа в сфере туризма расширяет кругозор, способствует получению ярких впечатлений и незабываемых эмоций?",
            "В какой степени Вы согласны с тем, что туризм является перспективной отраслью и ежегодно увеличивается количество рабочих мест в сфере отдыха и рекреации?",
            "В какой степени Вы согласны с тем, что в сфере туризма работа хорошо совмещается с отдыхом?",
            "Насколько вам интересна работа в команде креативных и талантливых людей, желающих делиться своими идеями, развиваться и дарить людям незабываемые эмоции от путешествий?",
            "Хотели бы вы подписаться на страничку Вконтакте кафедры туризма ДОННУЭТ и быть в курсе ярких событий студенческой и научной жизни в сфере туризма?"
        ],
        "percent": 0
    },
    {
        "name_key": "cateringtechnology",
        "department": "Технология продукции и организация общественного питания",
        "questions": [
            "Любите ли вы готовить еду для себя или для семьи?",
            "Насколько интересно вам изучать инженерные (технические) дисциплины?",
            "Интересно ли вам смотреть кулинарные передачи и паблики в соцсетях?",
            "Интересно ли вам научиться составлять правильный и сбалансированный рацион?",
            "Интересно ли вам посещение кулинарных мастер-классов?",
            "Интересно ли вам научиться собственноручно спроектировать своё предприятие питания?",
            "Интересно ли вам разрабатывать новые необычные блюда?"
        ],
        "percent": 0
    },
    {
        "name_key": "plantproductstechnology",
        "department": "Продукты питания из растительного сырья",
        "questions": [
            "Насколько интересно вам изучать инженерные (технические) дисциплины?",
            "Интересно ли вам научиться собственноручно спроектировать своё предприятие питания?",
            "Интересно ли вам кондитерское производство?",
            "Любите ли вы работать с тестом?",
            "Видите ли вы себя руководителем крупного хлебопекарного производства?",
            "Интересно ли вам научиться внедрять новые изделия в хлебопекарном производстве?",
            "Интересно ли вам научиться по дегустации определять качество изделий хлебопекарного производства?"
        ],
        "percent": 0
    },
    {
        "name_key": "animalproductstechnology",
        "department": "Продукты питания животного происхождения",
        "questions": [
            "Насколько интересно вам изучать инженерные (технические) дисциплины?",
            "Интересно ли вам научиться собственноручно спроектировать своё предприятие питания?",
            "Любите ли вы готовить из мяса?",
            "Интересно ли вам научиться делать колбасные изделия?",
            "Видите ли вы себя руководителем крупного мясного производства?",
            "Интересно ли вам научиться отличать качественное мясо от некачественного?",
            "Любите ли вы употреблять в пищу мясные продукты?"
        ],
        "percent": 0
    },
    {
        "name_key": "hospitalitymanagement",
        "department": "Гостинично-ресторанное дело",
        "questions": [
            "Интересуют ли вас тенденции развития мирового гостиничного и ресторанного бизнеса?",
            "Хотелось бы вам узнать больше о специфике организации и управлении гостинично-ресторанным бизнесом?",
            "Рассматриваете ли вы возможность связать свое будущее со сферой гостинично-ресторанного бизнеса?",
            "Интересно ли Вам владеть знаниями относительно технологических новаций и сервисов в сфере гостеприимства и общественного питания?",
            "Интересна ли Вам возможность научиться проектировать объекты сферы гостеприимства и/или общественного питания, разрабатывать бизнес-план их деятельности?",
            "Хотели бы Вы в будущем управлять современными предприятиями индустрии гостеприимства?",
            "Хотели бы Вы в будущем иметь свой бизнес в сфере гостеприимства?"
        ],
        "percent": 0
    },
    {
        "name_key": "servicemanagement",
        "department": "Социально-культурный сервис",
        "questions": [
            "Видите ли вы себя в будущем в роли профессионала сферы услуг, развлечений и отдыха?",
            "Хотелось бы вам больше узнать о специфике деятельности предприятий сферы услуг?",
            "Интересуетесь ли вы деятельностью предприятий, которые функционируют в сфере социально-культурного сервиса?",
            "Хотели бы Вы владеть знаниями и навыками ведения бизнеса в сфере social-культурного сервиса?",
            "Хотелось бы Вам в будущей профессиональной деятельности общаться с людьми творческих профессий?",
            "Насколько Вам нравится принимать участие в организации и проведении культурно-массовых мероприятий?",
            "Оцените Вашу готовность взаимодействовать и работать с различными социальными группами (школьники и студенты, пожилые люди, люди с ограниченными возможностями и т.д.)?"
        ],
        "percent": 0
    },
    {
        "name_key": "servicesmanagement",
        "department": "Менеджмент",
        "questions": [
            "Интересна ли Вам область профессиональной деятельности — руководители организаций сферы услуг?",
            "Интересно ли Вам владеть навыками организации деятельности предприятий сферы услуг?",
            "Оцените Вашу готовность взаимодействовать и работать с людьми, влиять на их поведение?",
            "Насколько Вас привлекает возможность разрабатывать новые виды услуг и продвигать их на рынке?",
            "Насколько Вам интересна работа в команде, участие в совместной проектной деятельности?",
            "Хотели бы Вы в будущем иметь свой бизнес в сфере предоставления услуг?",
            "Оцените свою готовность к изучению специфики различных видов услуг и технологии их предоставления:"
        ],
        "percent": 0
    },
    {
        "name_key": "equipmentforprocessingandfood production",
        "department": "Оборудование перерабатывающих и пищевых производств",
        "questions": [
            "Интересно ли Вам узнать как производят то, что мы едим, и что при этом происходит с сырьем?",
            "Насколько Вам интересно как можно сделать производственные процессы более эффективными, добиваться нужного результата при меньших затратах?",
            "Насколько Вам интересно научиться работать в современных системах автоматизированного проектирования?",
            "Насколько Вам интересны вопросы создания, обновления и поддержания материально-технической базы пищевых и перерабатывающих производств (производство конфет, макаронных изделий, колбас, растительного масла, хлеба и хлебобулочных изделий и др. продукции)?",
            "Интересны ли Вам вопросы создания отлаженной системы планово-предупредительных ремонтов на пищевых и перерабатывающих производствах?",
            "Насколько Вам интересны вопросы технико-экономического и финансового анализа деятельности пищевых и перерабатывающих производств, и организаций пищевого машиностроения?",
            "Насколько Вам интересны вопросы обеспечения патентной чистоты новых проектных решений и их патентоспособности с определением показателей технического уровня проектируемых изделий?"
        ],
        "percent": 0
    }
]